/*
 [✓, ✗, ⋯]
 ─────────────── 
    0+1→9
    │─└┴┘├┼┤┌┬┐
      ╙╨╜╟╫╢╓╥╖
      ╘╧╛╞╪╡╒╤╕
    ║═╚╩╝╠╬╣╔╦╗
 ─────────────── 
 ▌▀▌▄ █▐

 ─────────────── 

↑, ↓, →, ←, 
↖, ↗, ↘, ↙, 
↔, ↕, 
⤵, 
⤶, ⤷, 
⤸, ⤹, 
⤣, ⤤, ⤥, ⤦, 
↶, ↷, ↺, ↻, 
⤧, ⤨, ⤩, ⤪,
⦨, ⦩, ⦪, ⦫, ⦬, ⦭, ⦮, ⦯, 

⥊, ⥋, 
⥎, ⥐, ⥏, ⥑, 
↼, ↽, ↾, ↿, 
⇀, ⇁, ⇂, ⇃, 

⥒, ⥓, ⥔, ⥕, 
⥖, ⥗, ⥘, ⥙, 
⥚, ⥛, ⥜, ⥝, 
⥞, ⥟, ⥠, ⥡, 

⇄, ⇅, 

⇋, ⇌, ⥮, ⥯, 
⥢, ⥤, ⥣, ⥥, 
⥦, ⥧, ⥨, ⥩, 
⥪, ⥫, ⥬, ⥭, 

    ─── More Arrows ─── 
⟵, ⟶, ⟷, 
⟸, ⟹, ⟺, 
⤂, ⤃, ⤄, 
⟼, ⟿, ⤒, ⤓, 
⤌, ⤍, ⤎, ⤏, 
⤙, ⤚, ⤛, ⤜, 
⤝, ⤞, ⤟, ⤠, 
⤅, ⤖, ⤐, ⤑, 

⥱, ⥲, ⥳, ⥴, ⥵, 
⥶, ⥸, ⥹, ⥻, 
⤳, ⤼, ⤽, 
⥅, ⥈, ⥉, ⥰, 

    ─── More Arrows ─── 
⬐⬎
⬑⬏
⬲⦽⟴
⎋
⤿⤾
⥀⥁
⤺⤹⤸⤻
⤷⤶
⟳⟲↻↺
↷↶
⇱⇲

↱↰
↳↵↴

↬↫
↝↜
↛↚
⤵
⤴
↪↩

    ─── Direction ───  
⩹, ⩺, ⋖, ⋗, 
⋞, ⋟, ⋠, ⋡, 
⋦, ⋧, ⋨, ⋩,  
⊲, ⊳, ⊴, ⊵, 
⋀, ⋁, ⋎, ⋏, 
⋐, ⋑, ⋒, ⋓, ⋂, ⋃, 
⋮, ⋯, ⋰, ⋱, 

    ─── Angle ───   
 °
 ⊾ 
 ∡ 
 ∢ 
 ⦦ 
 ∟ 
 ∠ 
 ⦟
 ⦛ 
 ⍼ 
 ⟀

    ─── Triangles ───   

△▴▵▸▹
▽▾▿◂◃
◊○◬◯
◸◹◺⊿
◸◹◺⊿△▽
⩓, ⩔, ⩕, ⩖, 
⩗, ⩘, ⩚, ⩛, ⩜, ⩝, ⩟,

□▪▫▭▮▱
◻◼

*/
/*

    angrt	                ∟	U+221F (8735)	HTML 5.0			Right angle
    ang, angle	            ∠	U+2220 (8736)	HTML 5.0	        angle

    angmsd, measuredangle	∡	U+2221 (8737)	HTML 5.0			measured angle
    angsph	                ∢	U+2222 (8738)	HTML 5.0			Spherical angle

    angrtvb	                ⊾	U+22BE (8894)	HTML 5.0			right angle with arc
    lrtri	                ⊿	U+22BF (8895)	HTML 5.0			Right triangle (lower right triangle)


    profline	            ⌒	U+2312 (8978)	HTML 5.0			arc
    profsurf	            ⌓	U+2313 (8979)	HTML 5.0			segment

    target	                ⌖	U+2316 (8982)	HTML 5.0			position indicator (target)
    profalar	            ⌮	U+232E (9006)	HTML 5.0			all around-profile

    rect	                ▭	U+25AD (9645)	HTML 5.0			white rectangle
    marker	                ▮	U+25AE (9646)	HTML 5.0			black vertical rectangle (marker)
    fltns	                ▱	U+25B1 (9649)	HTML 5.0			white parallelogram
    xutri, bigtriangleup	△	U+25B3 (9651)	HTML 5.0			white up-pointing triangle (big up-pointing triangle)
    xdtri, bigtriangledown	▽	U+25BD (9661)	HTML 5.0			white down-pointing triangle (big down-pointing triangle)

    loz, lozenge	        ◊	U+25CA (9674)	HTML 5.0    lozenge
    cir	                    ○	U+25CB (9675)	HTML 5.0			white circle (circle)
    tridot	                ◬	U+25EC (9708)	HTML 5.0			white up-pointing triangle with dot (triangle dot)
    xcirc, bigcirc	        ◯	U+25EF (9711)	HTML 5.0			large circle (big circle)
    ultri	                ◸	U+25F8 (9720)	HTML 5.0			upper left triangle
    urtri	                ◹	U+25F9 (9721)	HTML 5.0			upper right triangle
    lltri	                ◺	U+25FA (9722)	HTML 5.0			lower left triangle

    EmptySmallSquare	    ◻	U+25FB (9723)	HTML 5.0			white medium square (empty small square)
    FilledSmallSquare	    ◼	U+25FC (9724)	HTML 5.0			black medium square (filled small square)
    starf, bigstar	        ★	U+2605 (9733)	HTML 5.0			black star (filled star, big star)
    star	                ☆	U+2606 (9734)	HTML 5.0			white star (star)

    check, checkmark	    ✓	U+2713 (10003)	HTML 5.0			check mark
    cross	                ✗	U+2717 (10007)	HTML 5.0			ballot x (cross)
    
    sext	                ✶	U+2736 (10038)	HTML 5.0			six pointed black star (sextile)

    langd	                ⦑	U+2991 (10641)	HTML 5.0			left angle bracket with dot
    rangd	                ⦒	U+2992 (10642)	HTML 5.0			right angle bracket with dot

    lparlt	                ⦓	U+2993 (10643)	HTML 5.0			left arc less-than bracket (left parenthesis less-than)
    rpargt	                ⦔	U+2994 (10644)	HTML 5.0			right arc greater-than bracket (right parenthesis greater-than)
    gtlPar	                ⦕	U+2995 (10645)	HTML 5.0			double left arc greater-than bracket (double left parenthesis greater-than)
    ltrPar	                ⦖	U+2996 (10646)	HTML 5.0			double right arc less-than bracket (double right parenthesis less-than)


    vangrt	                ⦜	U+299C (10652)	HTML 5.0			right angle variant with square
    angrtvbd	            ⦝	U+299D (10653)	HTML 5.0			measured right angle with dot
    ange	                ⦤	U+29A4 (10660)	HTML 5.0			angle with underbar
    range	                ⦥	U+29A5 (10661)	HTML 5.0			reversed angle with underbar
    dwangle	                ⦦	U+29A6 (10662)	HTML 5.0			oblique angle opening up
    uwangle	                ⦧	U+29A7 (10663)	HTML 5.0			oblique angle opening down
    angmsdaa	            ⦨	U+29A8 (10664)	HTML 5.0			measured angle with open arm ending in arrow pointing up and right
    angmsdab	            ⦩	U+29A9 (10665)	HTML 5.0			measured angle with open arm ending in arrow pointing up and left
    angmsdac	            ⦪	U+29AA (10666)	HTML 5.0			measured angle with open arm ending in arrow pointing down and right
    angmsdad	            ⦫	U+29AB (10667)	HTML 5.0			measured angle with open arm ending in arrow pointing down and left
    angmsdae	            ⦬	U+29AC (10668)	HTML 5.0			measured angle with open arm ending in arrow pointing right and up
    angmsdaf	            ⦭	U+29AD (10669)	HTML 5.0			measured angle with open arm ending in arrow pointing left and up
    angmsdag	            ⦮	U+29AE (10670)	HTML 5.0			measured angle with open arm ending in arrow pointing right and down
    angmsdah	            ⦯	U+29AF (10671)	HTML 5.0			measured angle with open arm ending in arrow pointing left and down

    solb	                ⧄	U+29C4 (10692)	HTML 5.0			squared rising diagonal slash (boxed solidus)
    bsolb	                ⧅	U+29C5 (10693)	HTML 5.0			squared falling diagonal slash (backward boxed solidus)
    boxbox	                ⧉	U+29C9 (10697)	HTML 5.0			two joined squares (two joined boxes)

*/


/*

', , !, ", #, $, %, &, \', (, ), *, +, ,, ., /, :, ;, <, =, >, ?, @, [, \\, ], ^, _, `, {, |, }, 
 , ¡, ¢, £, ¤, ¥, ¦, §, ¨, ©, ª, «, ¬, , ®, ¯, °, ±, ², ³, ´, µ, ¶, ·, ¸, ¹, º, », ¼, ½, ¾, ¿, 
À, Á, Â, Ã, Ä, Å, Æ, Ç, È, É, Ê, Ë, Ì, Í, Î, Ï, Ð, Ñ, Ò, Ó, Ô, Õ, Ö, ×, Ø, Ù, Ú, Û, Ü, Ý, Þ, ß, 
à, á, â, ã, ä, å, æ, ç, è, é, ê, ë, ì, í, î, ï, ð, ñ, ò, ó, ô, õ, ö, ÷, ø, ù, ú, û, ü, ý, þ, ÿ, 
Ā, ā, Ă, ă, Ą, ą, Ć, ć, Ĉ, ĉ, Ċ, ċ, Č, č, Ď, ď, Đ, đ, Ē, ē, Ė, ė, Ę, ę, Ě, ě, Ĝ, ĝ, Ğ, ğ, Ġ, ġ, 
Ģ, Ĥ, ĥ, Ħ, ħ, Ĩ, ĩ, Ī, ī, Į, į, İ, ı, Ĳ, ĳ, Ĵ, ĵ, Ķ, ķ, ĸ, Ĺ, ĺ, Ļ, ļ, Ľ, ľ, Ŀ, ŀ, Ł, ł, Ń, ń, 
Ņ, ņ, Ň, ň, ŉ, Ŋ, ŋ, Ō, ō, Ő, ő, Œ, œ, Ŕ, ŕ, Ŗ, ŗ, Ř, ř, Ś, ś, Ŝ, ŝ, Ş, ş, Š, š, Ţ, ţ, Ť, ť, Ŧ, 
ŧ, Ũ, ũ, Ū, ū, Ŭ, ŭ, Ů, ů, Ű, ű, Ų, ų, Ŵ, ŵ, Ŷ, ŷ, Ÿ, Ź, ź, Ż, ż, Ž, ž, ƒ, Ƶ, ǵ, ȷ, ˆ, ˇ, ˘, ˙, 
˚, ˛, ˜, ˝, ̑, Α, Β, Γ, Δ, Ε, Ζ, Η, Θ, Ι, Κ, Λ, Μ, Ν, Ξ, Ο, Π, Ρ, Σ, Τ, Υ, Φ, Χ, Ψ, Ω, α, β, γ, 
δ, ε, ζ, η, θ, ι, κ, λ, μ, ν, ξ, ο, π, ρ, ς, σ, τ, υ, φ, χ, ψ, ω, ϑ, ϒ, ϕ, ϖ, Ϝ, ϝ, ϰ, ϱ, ϵ, ϶, 
Ё, Ђ, Ѓ, Є, Ѕ, І, Ї, Ј, Љ, Њ, Ћ, Ќ, Ў, Џ, А, Б, В, Г, Д, Е, Ж, З, И, Й, К, Л, М, Н, О, П, Р, С, 
Т, У, Ф, Х, Ц, Ч, Ш, Щ, Ъ, Ы, Ь, Э, Ю, Я, а, б, в, г, д, е, ж, з, и, й, к, л, м, н, о, п, р, с, 
т, у, ф, х, ц, ч, ш, щ, ъ, ы, ь, э, ю, я, ё, ђ, ѓ, є, ѕ, і, ї, ј, љ, њ, ћ, ќ, ў, џ,  ,  ,  ,  , 
 ,  ,  ,  , ​, ‌, ‍, , , ‐, –, —, ―, ‖, ‘, ’, ‚, “, ”, „, †, ‡, •, ‥, …, ‰, ‱, ′, ″, ‴, ‵, ‹, 
›, ‾, ⁁, ⁃, ⁄, ⁏, ⁗,  , ⁠, ⁡, ⁢, ⁣, €, ⃛, ⃜, ℂ, ℅, ℊ, ℋ, ℌ, ℍ, ℎ, ℏ, ℐ, ℑ, ℒ, ℓ, ℕ, №, ℗, ℘, ℙ, 
ℚ, ℛ, ℜ, ℝ, ℞, ™, ℤ, ℧, ℨ, ℩, ℬ, ℭ, ℯ, ℰ, ℱ, ℳ, ℴ, ℵ, ℶ, ℷ, ℸ, ⅅ, ⅆ, ⅇ, ⅈ, ⅓, ⅔, ⅕, ⅖, ⅗, ⅘, ⅙, 
⅚, ⅛, ⅜, ⅝, ⅞, ←, ↑, →, ↓, ↔, ↕, ↖, ↗, ↘, ↙, ↚, ↛, ↝, ↞, ↟, ↠, ↡, ↢, ↣, ↤, ↥, ↦, ↧, ↩, ↪, ↫, ↬, 

↭, ↮, ↰, ↱, ↲, ↳, ↵, ↶, ↷, ↺, ↻, ↼, ↽, ↾, ↿, ⇀, ⇁, ⇂, ⇃, ⇄, ⇅, ⇆, ⇇, ⇈, ⇉, ⇊, ⇋, ⇌, ⇍, ⇎, ⇏, 
⇐, ⇑, ⇒, ⇓, ⇔, ⇕, ⇖, ⇗, ⇘, ⇙, ⇚, ⇛, ⇝, ⇤, ⇥, ⇵, ⇽, ⇾, ⇿, ∀, ∁, ∂, ∃, ∄, ∅, ∇, ∈, ∉, ∋, ∌, ∏, 
∐, ∑, −, ∓, ∔, ∖, ∗, ∘, √, ∝, ∞, ∟, ∠, ∡, ∢, ∣, ∤, ∥, ∦, ∧, ∨, ∩, ∪, ∫, ∬, ∭, ∮, ∯, ∰, ∱, ∲, ∳, 
∴, ∵, ∶, ∷, ∸, ∺, ∻, ∼, ∽, ∾, ∿, ≀, ≁, ≂, ≃, ≄, ≅, ≆, ≇, ≈, ≉, ≊, ≋, ≌, ≍, ≎, ≏, ≐, ≑, ≒, ≓, ≔, ≕, 
≖, ≗, ≙, ≚, ≜, ≟, ≠, ≡, ≢, ≤, ≥, ≦, ≧, ≨, ≩, ≪, ≫, ≬, ≭, ≮, ≯, ≰, ≱, ≲, ≳, ≴, ≵, ≶, ≷, ≸, ≹, ≺, ≻, 
≼, ≽, ≾, ≿, ⊀, ⊁, ⊂, ⊃, ⊄, ⊅, ⊆, ⊇, ⊈, ⊉, ⊊, ⊋, ⊍, ⊎, ⊏, ⊐, ⊑, ⊒, ⊓, ⊔, ⊕, ⊖, ⊗, ⊘, ⊙, ⊚, ⊛, 
⊝, ⊞, ⊟, ⊠, ⊡, ⊢, ⊣, ⊤, ⊥, ⊧, ⊨, ⊩, ⊪, ⊫, ⊬, ⊭, ⊮, ⊯, ⊰, ⊲, ⊳, ⊴, ⊵, ⊶, ⊷, ⊸, ⊹, ⊺, ⊻, ⊽, ⊾, 
⊿, ⋀, ⋁, ⋂, ⋃, ⋄, ⋅, ⋆, ⋇, ⋈, ⋉, ⋊, ⋋, ⋌, ⋍, ⋎, ⋏, ⋐, ⋑, ⋒, ⋓, ⋔, ⋕, ⋖, ⋗, ⋘, ⋙, ⋚, ⋛, ⋞, ⋟, ⋠, 
⋡, ⋢, ⋣, ⋦, ⋧, ⋨, ⋩, ⋪, ⋫, ⋬, ⋭, ⋮, ⋯, ⋰, ⋱, ⋲, ⋳, ⋴, ⋵, ⋶, ⋷, ⋹, ⋺, ⋻, ⋼, ⋽, ⋾, ⌅, ⌆, ⌈, ⌉, ⌊, ⌋, ⌌
, ⌍, ⌎, ⌏, ⌐, ⌒, ⌓, ⌕, ⌖, ⌜, ⌝, ⌞, ⌟, ⌢, ⌣, ⌭, ⌮, ⌶, ⌽, ⌿, ⍼, ⎰, ⎱, ⎴, ⎵, ⎶, ⏜, ⏝, ⏞, ⏟, ⏢, 
⏧, ␣, Ⓢ, ─, │, ┌, ┐, └, ┘, ├, ┤, ┬, ┴, ┼, ═, ║, ╒, ╓, ╔, ╕, ╖, ╗, ╘, ╙, ╚, ╛, ╜, ╝, ╞, ╟, ╠, ╡, ╢, ╣, ╤, 
╥, ╦, ╧, ╨, ╩, ╪, ╫, ╬, ▀, ▄, █, ░, ▒, ▓, □, ▪, ▫, ▭, ▮, ▱, △, ▴, ▵, ▸, ▹, ▽, ▾, ▿, ◂, ◃, ◊, ○, ◬, 
◯, ◸, ◹, ◺, ◻, ◼, ★, ☆, ☎, ♀, ♂, ♠, ♣, ♥, ♦, ♪, ♭, ♮, ♯, ✓, ✗, ✠, ✶, ❘, ❲, ❳, ⟈, ⟉, ⟦, ⟧, ⟨, ⟩, ⟪, ⟫, 
⟬, ⟭, ⟵, ⟶, ⟷, ⟸, ⟹, ⟺, ⟼, ⟿, ⤂, ⤃, ⤄, ⤅, ⤌, ⤍, ⤎, ⤏, ⤐, ⤑, ⤒, ⤓, ⤖, ⤙, ⤚, ⤛, ⤜, ⤝, ⤞, 
⤟, ⤠, ⤣, ⤤, ⤥, ⤦, ⤧, ⤨, ⤩, ⤪, ⤳, ⤵, ⤶, ⤷, ⤸, ⤹, ⤼, ⤽, ⥅, ⥈, ⥉, ⥊, ⥋, ⥎, ⥏, ⥐, ⥑, ⥒, ⥓, ⥔, ⥕, ⥖, ⥗, 
⥘, ⥙, ⥚, ⥛, ⥜, ⥝, ⥞, ⥟, ⥠, ⥡, ⥢, ⥣, ⥤, ⥥, ⥦, ⥧, ⥨, ⥩, ⥪, ⥫, ⥬, ⥭, ⥮, ⥯, ⥰, ⥱, ⥲, ⥳, ⥴, ⥵, ⥶, ⥸, 
⥹, ⥻, ⥼, ⥽, ⥾, ⥿, ⦅, ⦆, ⦋, ⦌, ⦍, ⦎, ⦏, ⦐, ⦑, ⦒, ⦓, ⦔, ⦕, ⦖, ⦚, ⦜, ⦝, ⦤, ⦥, ⦦, ⦧, ⦨, ⦩, ⦪, ⦫, ⦬, ⦭, ⦮, ⦯, 
⦰, ⦱, ⦲, ⦳, ⦴, ⦵, ⦶, ⦷, ⦹, ⦻, ⦼, ⦾, ⦿, ⧀, ⧁, ⧂, ⧃, ⧄, ⧅, ⧉, ⧍, ⧎, ⧏, ⧐, ⧜, ⧝, ⧞, ⧣, ⧤, 
⧥, ⧫, ⧴, ⧶, ⨀, ⨁, ⨂, ⨄, ⨆, ⨌, ⨍, ⨐, ⨑, ⨒, ⨓, ⨔, ⨕, ⨖, ⨗, ⨢, ⨣, ⨤, ⨥, ⨦, ⨧, ⨩, ⨪, ⨭, ⨮, ⨯, ⨰, ⨱, 
⨳, ⨴, ⨵, ⨶, ⨷, ⨸, ⨹, ⨺, ⨻, ⨼, ⨿, ⩀, ⩂, ⩃, ⩄, ⩅, ⩆, ⩇, ⩈, ⩉, ⩊, ⩋, ⩌, ⩍, ⩐, ⩓, ⩔, ⩕, ⩖, ⩗, ⩘, ⩚, 
⩛, ⩜, ⩝, ⩟, ⩦, ⩪, ⩭, ⩮, ⩯, ⩰, ⩱, ⩲, ⩳, ⩴, ⩵, ⩷, ⩸, ⩹, ⩺, ⩻, ⩼, ⩽, ⩾, ⩿, ⪀, ⪁, ⪂, ⪃, ⪄, ⪅, ⪆, ⪇, ⪈, 
⪉, ⪊, ⪋, ⪌, ⪍, ⪎, ⪏, ⪐, ⪑, ⪒, ⪓, ⪔, ⪕, ⪖, ⪗, ⪘, ⪙, ⪚, ⪝, ⪞, ⪟, ⪠, ⪡, ⪢, ⪤, ⪥, ⪦, ⪧, ⪨, ⪩, ⪪, ⪫, 
⪬, ⪭, ⪮, ⪯, ⪰, ⪳, ⪴, ⪵, ⪶, ⪷, ⪸, ⪹, ⪺, ⪻, ⪼, ⪽, ⪾, ⪿, ⫀, ⫁, ⫂, ⫃, ⫄, ⫅, ⫆, ⫇, ⫈, ⫋, ⫌, ⫏, ⫐, ⫑, ⫒, 
⫓, ⫔, ⫕, ⫖, ⫗, ⫘, ⫙, ⫚, ⫛, ⫤, ⫦, ⫧, ⫨, ⫩, ⫫, ⫬, ⫭, ⫮, ⫯, ⫰, ⫱, ⫲, ⫳, ⫽, ﬀ, ﬁ, ﬂ, ﬃ, ﬄ, 𝒜, 𝒞, 𝒟, 𝒢, 𝒥, 
𝒦, 𝒩, 𝒪, 𝒫, 𝒬, 𝒮, 𝒯, 𝒰, 𝒱, 𝒲, 𝒳, 𝒴, 𝒵, 𝒶, 𝒷, 𝒸, 𝒹, 𝒻, 𝒽, 𝒾, 𝒿, 𝓀, 𝓁, 𝓂, 𝓃, 𝓅, 𝓆, 𝓇, 𝓈, 𝓉, 𝓊, 𝓋, 𝓌, 𝓍, 
𝓎, 𝓏, 𝔄, 𝔅, 𝔇, 𝔈, 𝔉, 𝔊, 𝔍, 𝔎, 𝔏, 𝔐, 𝔑, 𝔒, 𝔓, 𝔔, 𝔖, 𝔗, 𝔘, 𝔙, 𝔚, 𝔛, 𝔜, 𝔞, 𝔟, 𝔠, 𝔡, 𝔢, 𝔣, 𝔤, 𝔥, 𝔦, 𝔧, 𝔨, 𝔩, 
𝔪, 𝔫, 𝔬, 𝔭, 𝔮, 𝔯, 𝔰, 𝔱, 𝔲, 𝔳, 𝔴, 𝔵, 𝔶, 𝔷, 𝔸, 𝔹, 𝔻, 𝔼, 𝔽, 𝔾, 𝕀, 𝕁, 𝕂, 𝕃, 𝕄, 𝕆, 𝕊, 𝕋, 𝕌, 𝕍, 𝕎, 𝕏, 𝕐, 𝕒, 𝕓, 𝕔, 
𝕕, 𝕖, 𝕗, 𝕘, 𝕙, 𝕚, 𝕛, 𝕜, 𝕝, 𝕞, 𝕟, 𝕠, 𝕡, 𝕢, 𝕣, 𝕤, 𝕥, 𝕦, 𝕧, 𝕨, 𝕩, 𝕪, 𝕫, <⃒, =⃥, >⃒, fj,   , ↝̸, ∂̸, ∠⃒, ∩︀, ∪︀, 
∼⃒, ∽̱, ∾̳, ≂̸, ≋̸, ≍⃒, ≎̸, ≏̸, ≐̸, ≡⃥, ≤⃒, ≥⃒, ≦̸, ≧̸, ≨︀, ≩︀, ≪̸, ≪⃒, ≫̸, ≫⃒, ≿̸, ⊂⃒, ⊃⃒, ⊊︀, ⊋︀, ⊏̸, ⊐̸, ⊓︀, ⊔︀, 
⊴⃒, ⊵⃒, ⋘̸, ⋙̸, ⋚︀, ⋛︀, ⋵̸, ⋹̸, ⤳̸, ⧏̸, ⧐̸, ⩭̸, ⩰̸, ⩽̸, ⩾̸, ⪡̸, ⪢̸, ⪬︀, ⪭︀, ⪯̸, ⪰̸, ⫅̸, ⫆̸, ⫋︀, ⫌︀, ⫽⃥'


*/