
/* ─── General ─── */
/*
 [✓, ✗, ⋯]
 ─────────────── 
 0+1→9
 │─└┴┘├┼┤┌┬┐
   ╙╨╜╟╫╢╓╥╖
   ╘╧╛╞╪╡╒╤╕
 ║═╚╩╝╠╬╣╔╦╗
 ─────────────── 
*/
/*<https://en.wikipedia.org/wiki/List_of_Unicode_characters>*/







/* [Georgian]
        0   1   2   3   4   5   6   7   8   9   A   B   C   D   E   F
U+10Ax  Ⴀ   Ⴁ   Ⴂ   Ⴃ   Ⴄ   Ⴅ   Ⴆ   Ⴇ   Ⴈ   Ⴉ   Ⴊ   Ⴋ   Ⴌ   Ⴍ   Ⴎ   Ⴏ
U+10Bx  Ⴐ   Ⴑ   Ⴒ   Ⴓ   Ⴔ   Ⴕ   Ⴖ   Ⴗ   Ⴘ   Ⴙ   Ⴚ   Ⴛ   Ⴜ   Ⴝ   Ⴞ   Ⴟ
U+10Cx  Ⴠ   Ⴡ   Ⴢ   Ⴣ   Ⴤ   Ⴥ       Ⴧ                       Ⴭ       
U+10Dx  ა   ბ   გ   დ   ე   ვ   ზ   თ   ი   კ   ლ   მ   ნ   ო   პ   ჟ
U+10Ex  რ   ს   ტ   უ   ფ   ქ   ღ   ყ   შ   ჩ   ც   ძ   წ   ჭ   ხ   ჯ
U+10Fx  ჰ   ჱ   ჲ   ჳ   ჴ   ჵ   ჶ   ჷ   ჸ   ჹ   ჺ   ჻   ჼ   ჽ   ჾ   ჿ
*/

/* [African scripts: Ethiopic]
        0   1   2   3   4   5   6   7   8   9   A   B   C   D   E   F
U+120x  ሀ   ሁ   ሂ   ሃ   ሄ   ህ   ሆ   ሇ   ለ   ሉ   ሊ   ላ   ሌ   ል   ሎ   ሏ
U+121x  ሐ   ሑ   ሒ   ሓ   ሔ   ሕ   ሖ   ሗ   መ   ሙ   ሚ   ማ   ሜ   ም   ሞ   ሟ
U+122x  ሠ   ሡ   ሢ   ሣ   ሤ   ሥ   ሦ   ሧ   ረ   ሩ   ሪ   ራ   ሬ   ር   ሮ   ሯ
U+123x  ሰ   ሱ   ሲ   ሳ   ሴ   ስ   ሶ   ሷ   ሸ   ሹ   ሺ   ሻ   ሼ   ሽ   ሾ   ሿ
U+124x  ቀ   ቁ   ቂ   ቃ   ቄ   ቅ   ቆ   ቇ   ቈ       ቊ   ቋ   ቌ   ቍ       
U+125x  ቐ   ቑ   ቒ   ቓ   ቔ   ቕ   ቖ       ቘ       ቚ   ቛ   ቜ   ቝ       
U+126x  በ   ቡ   ቢ   ባ   ቤ   ብ   ቦ   ቧ   ቨ   ቩ   ቪ   ቫ   ቬ   ቭ   ቮ   ቯ
U+127x  ተ   ቱ   ቲ   ታ   ቴ   ት   ቶ   ቷ   ቸ   ቹ   ቺ   ቻ   ቼ   ች   ቾ   ቿ
U+128x  ኀ   ኁ   ኂ   ኃ   ኄ   ኅ   ኆ   ኇ   ኈ       ኊ   ኋ   ኌ   ኍ       
U+129x  ነ   ኑ   ኒ   ና   ኔ   ን   ኖ   ኗ   ኘ   ኙ   ኚ   ኛ   ኜ   ኝ   ኞ   ኟ
U+12Ax  አ   ኡ   ኢ   ኣ   ኤ   እ   ኦ   ኧ   ከ   ኩ   ኪ   ካ   ኬ   ክ   ኮ   ኯ
U+12Bx  ኰ       ኲ   ኳ   ኴ   ኵ           ኸ   ኹ   ኺ   ኻ   ኼ   ኽ   ኾ   
U+12Cx  ዀ       ዂ   ዃ   ዄ   ዅ           ወ   ዉ   ዊ   ዋ   ዌ   ው   ዎ   ዏ
U+12Dx  ዐ   ዑ   ዒ   ዓ   ዔ   ዕ   ዖ       ዘ   ዙ   ዚ   ዛ   ዜ   ዝ   ዞ   ዟ
U+12Ex  ዠ   ዡ   ዢ   ዣ   ዤ   ዥ   ዦ   ዧ   የ   ዩ   ዪ   ያ   ዬ   ይ   ዮ   ዯ
U+12Fx  ደ   ዱ   ዲ   ዳ   ዴ   ድ   ዶ   ዷ   ዸ   ዹ   ዺ   ዻ   ዼ   ዽ   ዾ   ዿ
U+130x  ጀ   ጁ   ጂ   ጃ   ጄ   ጅ   ጆ   ጇ   ገ   ጉ   ጊ   ጋ   ጌ   ግ   ጎ   ጏ
U+131x  ጐ       ጒ   ጓ   ጔ   ጕ           ጘ   ጙ   ጚ   ጛ   ጜ   ጝ   ጞ   ጟ
U+132x  ጠ   ጡ   ጢ   ጣ   ጤ   ጥ   ጦ   ጧ   ጨ   ጩ   ጪ   ጫ   ጬ   ጭ   ጮ   ጯ
U+133x  ጰ   ጱ   ጲ   ጳ   ጴ   ጵ   ጶ   ጷ   ጸ   ጹ   ጺ   ጻ   ጼ   ጽ   ጾ   ጿ
U+134x  ፀ   ፁ   ፂ   ፃ   ፄ   ፅ   ፆ   ፇ   ፈ   ፉ   ፊ   ፋ   ፌ   ፍ   ፎ   ፏ
U+135x  ፐ   ፑ   ፒ   ፓ   ፔ   ፕ   ፖ   ፗ   ፘ   ፙ   ፚ           ፝   ፞   ፟
U+136x  ፠   ፡   ።   ፣   ፤   ፥   ፦   ፧   ፨   ፩   ፪   ፫   ፬   ፭   ፮   ፯
U+137x  ፰   ፱   ፲   ፳   ፴   ፵   ፶   ፷   ፸   ፹   ፺   ፻   ፼           
*/

/* [Unified Canadian Aboriginal Syllabics]


ᒉᒋᒍᒐ
ᓓᓕᓗᓚ
ᘂᘃᘄᘇ

--------------------
ᐃᐊᐁᐅᐃᐁᐊᐅᐱᐯᐸᐳ
--------------------

ᐁᐃᐅᐊ
ᐯᐱᐳᐸ
ᑌᑎᑐᑕ
ᑫᑭᑯᑲ
ᒉᒋᒍᒐ
ᒣᒥᒧᒪ
ᓀᓂᓄᓇ
ᓓᓕᓗᓚ
ᓭᓯᓱᓴ
ᔐᔑᔓᔕ
ᔦᔨᔪᔭ
ᕂᕃᕄᕆ
ᕈᕊᕋᕍ
ᕓᕕᕗᕙ
ᕞᕟ
ᕠᕡ
ᕤᕦ
ᕫᕬᕭᕮ

ᕰᕱᕲᕳ   
ᕴᕵᕷᕹ
ᖆᖇᖈᖉ
ᖊᖋᖌᖍ
ᖗᖘᖙᖚ
ᖛᖜᖝᖞ

ᖠᖢᖤ
ᖧᖨᖪᖬ


ᖰᖱᖲᖳ
ᖴᖵᖶᖷ
ᖸᖹᖺᖻ
ᖼᖽᖾᖿ
ᗀᗁᗂᗃ
ᗄᗅᗆᗉ
ᗊᗋᗌᗏ
ᗐᗑᗒᗕ
ᗖᗗᗘᗛ
ᗜᗝᗞᗡ
ᗢᗣᗤᗧ
ᗨᗩᗪᗭ
ᗯᗰᗱᗴ
ᗵᗶᗷᗺ
ᗻᗼᗽᘀ
ᘂᘃᘄᘇ
ᘈᘉᘊᘍ
ᘎᘏᘐᘓ

ᘔᘕᘖ
ᘗᘚᘛ

ᘜᘝᘞᘡ
ᘢᘣᘤᘧ
ᘨᘩᘪᘭ
ᘮᘯᘰᘳ
ᘴᘵᘶᘹ

ᙀᙁᙂᙅ
ᙈᙉᙊᙍ

ᘺᘻᘼᘿ
ᙎᙏᙐᙓ
ᙔᙕᙖᙙ
ᙛᙜᙝᙠ
ᙡᙢᙣᙦ
ᙧᙨᙩᙬ

missing one:
ᖠᖢᖤ
ᘔᘕᘖ
ᘗᘚᘛ


[Unified Canadian Aboriginal Syllabics]

᐀   ᐜ   ᐝ   ᐞ   ᐟ   ᐠ   ᐡ   ᐢ   ᐣ   ᐤ   ᐥ   ᐦ   ᐧ   ᐨ   ᐩ   ᐪ   
ᑉ   ᑊ   ᑋ   ᑦ   ᒃ   ᒄ   ᒡ   ᒢ   ᒻ   ᒼ   ᒽ   ᒾ   ᒿ   ᓐ   ᓑ   ᓒ   ᓪ   ᓫ   ᓬ   
ᔅ   ᔆ   ᔇ   ᔈ   ᔉ   ᔊ   ᔋ   ᔌ   ᔍ   ᔎ   ᔏ
ᔥ   ᔾ   ᔿ   ᕀ   ᕁ   ᕐ   ᕑ   ᕒ   ᕝ   ᕪ   ᕯ   
ᕻ   ᕼ   ᕽ   ᕾ   ᕿ   ᖀ   ᖁ   ᖂ   ᖃ   ᖄ   ᖅ   
ᖎ   ᖏ   ᖐ   ᖑ   ᖒ   ᖓ   ᖔ   
ᖕ   ᖖ   ᖟ   ᖦ   ᖮ   ᖯ   ᗮ   ᘁ   ᙆ   ᙇ   
᙭   ᙮   ᙯ   ᙰ   ᙱ   ᙲ   ᙳ   ᙴ   ᙵ   ᙶ   ᙷ   ᙸ   ᙹ   ᙺ   ᙻ   ᙼ   ᙽ   ᙾ   ᙿ


ᐁ   ᐂ   ᐃ   ᐄ   ᐅ   ᐆ   ᐇ   ᐈ   ᐉ   ᐊ   ᐋ   ᐌ   ᐍ   ᐎ   ᐏ   ᐐ   ᐑ   ᐒ   ᐓ   ᐔ   ᐕ   ᐖ   ᐗ   ᐘ   ᐙ   ᐚ   ᐛ   ᐫ   ᐬ   ᐭ   ᐮ   
ᐯ   ᐰ   ᐱ   ᐲ   ᐳ   ᐴ   ᐵ   ᐶ   ᐷ   ᐸ   ᐹ   ᐺ   ᐻ   ᐼ   ᐽ   ᐾ   ᐿ   ᑀ   ᑁ   ᑂ   ᑃ   ᑄ   ᑅ   ᑆ   ᑇ   ᑈ   
ᗄ   ᗅ   ᗆ   ᗇ   ᗈ   ᗉ   ᗊ   ᗋ   ᗌ   ᗍ   ᗎ   ᗏ   ᗐ   ᗑ   ᗒ   ᗓ   ᗔ   ᗕ   ᗖ   ᗗ   ᗘ   ᗙ   ᗚ   ᗛ   

ᔦ   ᔧ   ᔨ   ᔩ   ᔪ   ᔫ   ᔬ   ᔭ   ᔮ   ᔯ   ᔰ   ᔱ   ᔲ   ᔳ   ᔴ   ᔵ   ᔶ   ᔷ   ᔸ   ᔹ   ᔺ   ᔻ   ᔼ   ᔽ   ᖧ   ᖨ   ᖩ   ᖪ   ᖫ   ᖬ   ᖭ   
ᕓ   ᕔ   ᕕ   ᕖ   ᕗ   ᕘ   ᕙ   ᕚ   ᕛ   ᕜ   

ᑌ   ᑍ   ᑎ   ᑏ   ᑐ   ᑑ   ᑒ   ᑓ   ᑔ   ᑕ   ᑖ   ᑗ   ᑘ   ᑙ   ᑚ   ᑛ   ᑜ   ᑝ   ᑞ   ᑟ   ᑠ   ᑡ   ᑢ   ᑣ   ᑤ   ᑥ   ᑧ   ᑨ   ᑩ   ᑪ   

ᒣ   ᒤ   ᒥ   ᒦ   ᒧ   ᒨ   ᒩ   ᒪ   ᒫ   ᒬ   ᒭ   ᒮ   ᒯ   ᒰ   ᒱ   ᒲ   ᒳ   ᒴ   ᒵ   ᒶ   ᒷ   ᒸ   ᒹ   ᒺ   
ᒉ   ᒊ   ᒋ   ᒌ   ᒍ   ᒎ   ᒏ   ᒐ   ᒑ   ᒒ   ᒓ   ᒔ   ᒕ   ᒖ   ᒗ   ᒘ   ᒙ   ᒚ   ᒛ   ᒜ   ᒝ   ᒞ   ᒟ   ᒠ   
ᑫ   ᑬ   ᑭ   ᑮ   ᑯ   ᑰ   ᑱ   ᑲ   ᑳ   ᑴ   ᑵ   ᑶ   ᑷ   ᑸ   ᑹ   ᑺ   ᑻ   ᑼ   ᑽ   ᑾ   ᑿ   ᒀ   ᒁ   ᒂ   ᒅ   ᒆ   ᒇ   ᒈ   

ᓀ   ᓁ   ᓂ   ᓃ   ᓄ   ᓅ   ᓆ   ᓇ   ᓈ   ᓉ   ᓊ   ᓋ   ᓌ   ᓍ   ᓎ   ᓏ   
ᓓ   ᓔ   ᓕ   ᓖ   ᓗ   ᓘ   ᓙ   ᓚ   ᓛ   ᓜ   ᓝ   ᓞ   ᓟ   ᓠ   ᓡ   ᓢ   ᓣ   ᓤ   ᓥ   ᓦ   ᓧ   ᓨ   ᓩ   

ᓭ   ᓮ   ᓯ   ᓰ   ᓱ   ᓲ   ᓳ   ᓴ   ᓵ   ᓶ   ᓷ   ᓸ   ᓹ   ᓺ   ᓻ   ᓼ   ᓽ   ᓾ   ᓿ   ᔀ   ᔁ   ᔂ   ᔃ   ᔄ   

ᔐ   ᔑ   ᔒ   ᔓ   ᔔ   ᔕ   ᔖ   ᔗ   ᔘ   ᔙ   ᔚ   ᔛ   ᔜ   ᔝ   ᔞ   ᔟ   ᔠ   ᔡ   ᔢ   ᔣ   ᔤ   


ᕂ   ᕃ   ᕄ   ᕅ   ᕆ   ᕇ   ᕈ   ᕉ   ᕊ   ᕋ   ᕌ   ᕍ   ᕎ   ᕏ   
ᘢ   ᘣ   ᘤ   ᘥ   ᘦ   ᘧ   ᘨ   ᘩ   ᘪ   ᘫ   ᘬ   ᘭ   


ᕞ   ᕟ   ᕠ   ᕡ   ᕢ   ᕣ   ᕤ   ᕥ   ᕦ   ᕧ   ᕨ   ᕩ   
ᕫ   ᕬ   ᕭ   ᕮ   ᕰ   ᕱ   ᕲ   ᕳ   

ᕴ   ᕵ   ᕶ   ᕷ   ᕸ   ᕹ   ᕺ   
ᖆ   ᖇ   ᖈ   ᖉ   
ᖊ   ᖋ   ᖌ   ᖍ   ᖠ   ᖡ   ᖢ   ᖣ   ᖤ   ᖥ   
ᖗ   ᖘ   ᖙ   ᖚ   ᖛ   ᖜ   ᖝ   ᖞ   

ᖰ   ᖱ   ᖲ   ᖳ   
ᖴ   ᖵ   ᖶ   ᖷ   
ᖸ   ᖹ   ᖺ   ᖻ   ᖼ   ᖽ   ᖾ   ᖿ   ᗀ   ᗁ   ᗂ   ᗃ   

ᘔ   ᘕ   ᘖ   ᘗ   ᘘ   ᘙ   ᘚ   ᘛ   ᘜ   ᘝ   ᘞ   ᘟ   ᘠ   ᘡ   

ᘂ   ᘃ   ᘄ   ᘅ   ᘆ   ᘇ   
ᘈ   ᘉ   ᘊ   ᘋ   ᘌ   ᘍ   
ᗯ   ᗰ   ᗱ   ᗲ   ᗳ   ᗴ   ᗵ   ᗶ   ᗷ   ᗸ   ᗹ   ᗺ   ᗻ   ᗼ   ᗽ   ᗾ   ᗿ   ᘀ   
ᘺ   ᘻ   ᘼ   ᘽ   ᘾ   ᘿ   ᙎ   ᙏ   ᙐ   ᙑ   ᙒ   ᙓ   ᙔ   ᙕ   ᙖ   ᙗ   ᙘ   ᙙ   ᙚ   ᙛ   ᙜ   ᙝ   ᙞ   ᙟ   ᙠ   ᙡ   ᙢ   ᙣ   ᙤ   ᙥ   ᙦ   ᙧ   ᙨ   ᙩ   ᙪ   ᙫ   ᙬ   

ᘎ   ᘏ   ᘐ   ᘑ   ᘒ   ᘓ   
ᘮ   ᘯ   ᘰ   ᘱ   ᘲ   ᘳ   ᘴ   ᘵ   ᘶ   ᘷ   ᘸ   ᘹ   ᙀ   ᙁ   ᙂ   ᙃ   ᙄ   ᙅ   ᙈ   ᙉ   ᙊ   ᙋ   ᙌ   ᙍ   
ᗜ   ᗝ   ᗞ   ᗟ   ᗠ   ᗡ   ᗢ   ᗣ   ᗤ   ᗥ   ᗦ   ᗧ   ᗨ   ᗩ   ᗪ   ᗫ   ᗬ   ᗭ   

*/

/* [Arrows]

←   ↑   →   ↓   ↔   ↕   ↖   ↗   ↘   ↙   ↚   ↛   ↜   ↝   ↞   ↟
↠   ↡   ↢   ↣   ↤   ↥   ↦   ↧   ↨   ↩   ↪   ↫   ↬   ↭   ↮   ↯
↰   ↱   ↲   ↳   ↴   ↵   ↶   ↷   ↸   ↹   ↺   ↻   ↼   ↽   ↾   ↿
⇀   ⇁   ⇂   ⇃   ⇄   ⇅   ⇆   ⇇   ⇈   ⇉   ⇊   ⇋   ⇌   ⇍   ⇎   ⇏
⇐   ⇑   ⇒   ⇓   ⇔   ⇕   ⇖   ⇗   ⇘   ⇙   ⇚   ⇛   ⇜   ⇝   ⇞   ⇟
⇠   ⇡   ⇢   ⇣   ⇤   ⇥   ⇦   ⇧   ⇨   ⇩   ⇪   ⇫   ⇬   ⇭   ⇮   ⇯
⇰   ⇱   ⇲   ⇳   ⇴   ⇵   ⇶   ⇷   ⇸   ⇹   ⇺   ⇻   ⇼   ⇽   ⇾   ⇿

*/

/* [Mathematical symbols]

∀   ∁   ∂   ∃   ∄   ∅   ∆   ∇   ∈   ∉   ∊   ∋   ∌   ∍   ∎   ∏
∐   ∑   −   ∓   ∔   ∕   ∖   ∗   ∘   ∙   √   ∛   ∜   ∝   ∞   ∟
∠   ∡   ∢   ∣   ∤   ∥   ∦   ∧   ∨   ∩   ∪   ∫   ∬   ∭   ∮   ∯
∰   ∱   ∲   ∳   ∴   ∵   ∶   ∷   ∸   ∹   ∺   ∻   ∼   ∽   ∾   ∿
≀   ≁   ≂   ≃   ≄   ≅   ≆   ≇   ≈   ≉   ≊   ≋   ≌   ≍   ≎   ≏
≐   ≑   ≒   ≓   ≔   ≕   ≖   ≗   ≘   ≙   ≚   ≛   ≜   ≝   ≞   ≟
≠   ≡   ≢   ≣   ≤   ≥   ≦   ≧   ≨   ≩   ≪   ≫   ≬   ≭   ≮   ≯
≰   ≱   ≲   ≳   ≴   ≵   ≶   ≷   ≸   ≹   ≺   ≻   ≼   ≽   ≾   ≿
⊀   ⊁   ⊂   ⊃   ⊄   ⊅   ⊆   ⊇   ⊈   ⊉   ⊊   ⊋   ⊌   ⊍   ⊎   ⊏
⊐   ⊑   ⊒   ⊓   ⊔   ⊕   ⊖   ⊗   ⊘   ⊙   ⊚   ⊛   ⊜   ⊝   ⊞   ⊟
⊠   ⊡   ⊢   ⊣   ⊤   ⊥   ⊦   ⊧   ⊨   ⊩   ⊪   ⊫   ⊬   ⊭   ⊮   ⊯
⊰   ⊱   ⊲   ⊳   ⊴   ⊵   ⊶   ⊷   ⊸   ⊹   ⊺   ⊻   ⊼   ⊽   ⊾   ⊿
⋀   ⋁   ⋂   ⋃   ⋄   ⋅   ⋆   ⋇   ⋈   ⋉   ⋊   ⋋   ⋌   ⋍   ⋎   ⋏
⋐   ⋑   ⋒   ⋓   ⋔   ⋕   ⋖   ⋗   ⋘   ⋙   ⋚   ⋛   ⋜   ⋝   ⋞   ⋟
⋠   ⋡   ⋢   ⋣   ⋤   ⋥   ⋦   ⋧   ⋨   ⋩   ⋪   ⋫   ⋬   ⋭   ⋮   ⋯
⋰   ⋱   ⋲   ⋳   ⋴   ⋵   ⋶   ⋷   ⋸   ⋹   ⋺   ⋻   ⋼   ⋽   ⋾   ⋿
*/


/* [Miscellaneous Technical]
        
⌀   ⌁   ⌂   ⌃   ⌄   ⌅   ⌆   ⌇   ⌈   ⌉   ⌊   ⌋   ⌌   ⌍   ⌎   ⌏
⌐   ⌑   ⌒   ⌓   ⌔   ⌕   ⌖   ⌗   ⌘   ⌙   ⌚  ⌛  ⌜   ⌝   ⌞   ⌟
⌠   ⌡   ⌢   ⌣   ⌤   ⌥   ⌦   ⌧   ⌨   〈   〉   ⌫   ⌬   ⌭   ⌮   ⌯
⌰   ⌱   ⌲   ⌳   ⌴   ⌵   ⌶   ⌷   ⌸   ⌹   ⌺   ⌻   ⌼   ⌽   ⌾   ⌿
⍀   ⍁   ⍂   ⍃   ⍄   ⍅   ⍆   ⍇   ⍈   ⍉   ⍊   ⍋   ⍌   ⍍   ⍎   ⍏
⍐   ⍑   ⍒   ⍓   ⍔   ⍕   ⍖   ⍗   ⍘   ⍙   ⍚   ⍛   ⍜   ⍝   ⍞   ⍟
⍠   ⍡   ⍢   ⍣   ⍤   ⍥   ⍦   ⍧   ⍨   ⍩   ⍪   ⍫   ⍬   ⍭   ⍮   ⍯
⍰   ⍱   ⍲   ⍳   ⍴   ⍵   ⍶   ⍷   ⍸   ⍹   ⍺   ⍻   ⍼   ⍽   ⍾   ⍿
⎀   ⎁   ⎂   ⎃   ⎄   ⎅   ⎆   ⎇   ⎈   ⎉   ⎊   ⎋   ⎌   ⎍   ⎎   ⎏
⎐   ⎑   ⎒   ⎓   ⎔   ⎕   ⎖   ⎗   ⎘   ⎙   ⎚   ⎛   ⎜   ⎝   ⎞   ⎟
⎠   ⎡   ⎢   ⎣   ⎤   ⎥   ⎦   ⎧   ⎨   ⎩   ⎪   ⎫   ⎬   ⎭   ⎮   ⎯
⎰   ⎱   ⎲   ⎳   ⎴   ⎵   ⎶   ⎷   ⎸   ⎹   ⎺   ⎻   ⎼   ⎽   ⎾   ⎿
⏀   ⏁   ⏂   ⏃   ⏄   ⏅   ⏆   ⏇   ⏈   ⏉   ⏊   ⏋   ⏌   ⏍   ⏎   ⏏
⏐   ⏑   ⏒   ⏓   ⏔   ⏕   ⏖   ⏗   ⏘   ⏙   ⏚   ⏛   ⏜   ⏝   ⏞   ⏟
⏠   ⏡   ⏢   ⏣   ⏤   ⏥   ⏦   ⏧   ⏨   ⏩   ⏪   ⏫   ⏬   ⏭   ⏮   ⏯
⏰  ⏱   ⏲   ⏳  ⏴   ⏵   ⏶   ⏷   ⏸   ⏹   ⏺   ⏻   ⏼   ⏽   ⏾   ⏿

*/

/* [Box Drawing]

─   ━   │   ┃   ┄   ┅   ┆   ┇   ┈   ┉   ┊   ┋   ┌   ┍   ┎   ┏
┐   ┑   ┒   ┓   └   ┕   ┖   ┗   ┘   ┙   ┚   ┛   ├   ┝   ┞   ┟
┠   ┡   ┢   ┣   ┤   ┥   ┦   ┧   ┨   ┩   ┪   ┫   ┬   ┭   ┮   ┯
┰   ┱   ┲   ┳   ┴   ┵   ┶   ┷   ┸   ┹   ┺   ┻   ┼   ┽   ┾   ┿
╀   ╁   ╂   ╃   ╄   ╅   ╆   ╇   ╈   ╉   ╊   ╋   ╌   ╍   ╎   ╏
═   ║   ╒   ╓   ╔   ╕   ╖   ╗   ╘   ╙   ╚   ╛   ╜   ╝   ╞   ╟
╠   ╡   ╢   ╣   ╤   ╥   ╦   ╧   ╨   ╩   ╪   ╫   ╬   ╭   ╮   ╯
╰   ╱   ╲   ╳   ╴   ╵   ╶   ╷   ╸   ╹   ╺   ╻   ╼   ╽   ╾   ╿
*/

/* [Block Elements]
▀▁▂▃▄▅▆▇█▉▊▋▌▍▎▏▐

░▒▓

▔▕
▖▗▘▙▚▛▜▝▞▟
*/

/* [Geometric Shapes]

■□▢▣
▤▥▦▧▨▩

►◄▻◅
▴▸▾◂▲▶▼◀
▵▹▿◃△▷▽◁

◆◇◈◉◊○◌◍◎●

◧◨◩◪◐◑◒◓◔◕
◰◱◲◳◴◵◶◷
◢◣◤◥◸◹◺◿
◖◗

◘◙◚◛
◜◝◞◟◠◡
◫◬◭◮◯
▪▫◻◼
◦◽◾

▬▭▮▯▰▱
*/



/* [Miscellaneous Symbols]

☀  ☁  ☂  ☃  ☄  ★  ☆  ☇  ☈  ☉  ☊  ☋  ☌  ☍  ☎  ☏
☐  ☑  ☒  ☓  ☔  ☕  ☖  ☗  ☘  ☙  ☚  ☛  ☜  ☝  ☞  ☟
☠  ☡  ☢  ☣  ☤  ☥  ☦  ☧  ☨  ☩  ☪  ☫  ☬  ☭  ☮  ☯
☰  ☱  ☲  ☳  ☴  ☵  ☶  ☷  
☸  ☹  ☺  ☻  ☼  ☽  ☾  ☿
♀  ♁  ♂  ♃  ♄  ♅  ♆  ♇  
♈  ♉  ♊  ♋  ♌  ♍  ♎  ♏
♐  ♑  ♒  ♓  
♔  ♕  ♖  ♗  ♘  ♙  ♚  ♛  ♜  ♝  ♞  ♟
♠  ♡  ♢  ♣  ♤  ♥  ♦  ♧  ♨  
♩  ♪  ♫  ♬  ♭  ♮  ♯
♰  ♱  
♲  ♳  ♴  ♵  ♶  ♷  ♸  ♹  ♺  ♻  ♼  ♽  ♾  ♿
⚀  ⚁  ⚂  ⚃  ⚄  ⚅  
⚆  ⚇  ⚈  ⚉  
⚊  ⚋  ⚌  ⚍  ⚎  ⚏
⚐  ⚑  ⚒  ⚓  ⚔  ⚕  ⚖  ⚗  ⚘  ⚙  ⚚  ⚛  ⚜  ⚝  ⚞  ⚟
⚠  ⚡  ⚢  ⚣  ⚤  ⚥  ⚦  ⚧  ⚨  ⚩  ⚪  ⚫  ⚬  ⚭  ⚮  ⚯
⚰  ⚱  ⚲  ⚳  ⚴  ⚵  ⚶  ⚷  ⚸  ⚹  ⚺  ⚻  ⚼  ⚽  ⚾  ⚿
⛀  ⛁  ⛂  ⛃  ⛄  ⛅  ⛆  ⛇  ⛈  ⛉  ⛊  ⛋  ⛌  ⛍  ⛎  ⛏
⛐  ⛑  ⛒  ⛓  ⛔  ⛕  ⛖  ⛗  ⛘  ⛙  ⛚  ⛛  ⛜  ⛝  ⛞  ⛟
⛠  ⛡  ⛢  ⛣  ⛤  ⛥  ⛦  ⛧  ⛨  ⛩  ⛪  ⛫  ⛬  ⛭  ⛮  ⛯
⛰  ⛱  ⛲  ⛳  ⛴  ⛵  ⛶  ⛷  ⛸  ⛹  ⛺  ⛻  ⛼  ⛽  ⛾  ⛿
*/


/* [Shavian]

𐑐𐑑𐑒𐑓𐑔𐑕𐑖𐑗𐑘𐑙𐑚𐑛𐑜𐑝𐑞𐑟
𐑠𐑡𐑢𐑣𐑤𐑥𐑦𐑧𐑨𐑩𐑪𐑫𐑬𐑭𐑮𐑯
𐑰𐑱𐑲𐑳𐑴𐑵𐑶𐑷𐑸𐑹𐑺𐑻𐑼𐑽𐑾𐑿

𐑐   𐑑   𐑒   𐑓   𐑔   𐑕   𐑖   𐑗   𐑘   𐑙   𐑚   𐑛   𐑜   𐑝   𐑞   𐑟
𐑠   𐑡   𐑢   𐑣   𐑤   𐑥   𐑦   𐑧   𐑨   𐑩   𐑪   𐑫   𐑬   𐑭   𐑮   𐑯
𐑰   𐑱   𐑲   𐑳   𐑴   𐑵   𐑶   𐑷   𐑸   𐑹   𐑺   𐑻   𐑼   𐑽   𐑾   𐑿
*/

/* [Alchemical symbols]
🜀   🜁   🜂   🜃   🜄   🜅   🜆   🜇   🜈   🜉   🜊   🜋   🜌   🜍   🜎   🜏
🜐   🜑   🜒   🜓   🜔   🜕   🜖   🜗   🜘   🜙   🜚   🜛   🜜   🜝   🜞   🜟
🜠   🜡   🜢   🜣   🜤   🜥   🜦   🜧   🜨   🜩   🜪   🜫   🜬   🜭   🜮   🜯
🜰   🜱   🜲   🜳   🜴   🜵   🜶   🜷   🜸   🜹   🜺   🜻   🜼   🜽   🜾   🜿
🝀   🝁   🝂   🝃   🝄   🝅   🝆   🝇   🝈   🝉   🝊   🝋   🝌   🝍   🝎   🝏
🝐   🝑   🝒   🝓   🝔   🝕   🝖   🝗   🝘   🝙   🝚   🝛   🝜   🝝   🝞   🝟
🝠   🝡   🝢   🝣   🝤   🝥   🝦   🝧   🝨   🝩   🝪   🝫   🝬   🝭   🝮   🝯
🝰   🝱   🝲   🝳   🝴   🝵   🝶                   🝻   🝼   🝽   🝾   🝿
*/
