
/* ─── General ─── */
/*
 [✓, ✗, ⋯]
 ─────────────── 
 0+1→9
 │─└┴┘├┼┤┌┬┐
╙╨╜╟╫╢╓╥╖
╘╧╛╞╪╡╒╤╕
 ║═╚╩╝╠╬╣╔╦╗
 ─────────────── 
*/
/*<https://en.wikipedia.org/wiki/List_of_Unicode_characters>*/







/* [Georgian]
  0123456789ABCDEF
U+10Ax  ႠႡႢႣႤႥႦႧႨႩႪႫႬႭႮႯ
U+10Bx  ႰႱႲႳႴႵႶႷႸႹႺႻႼႽႾႿ
U+10Cx  ჀჁჂჃჄჅ Ⴧ  Ⴭ 
U+10Dx  აბგდევზთიკლმნოპჟ
U+10Ex  რსტუფქღყშჩცძწჭხჯ
U+10Fx  ჰჱჲჳჴჵჶჷჸჹჺ჻ჼჽჾჿ
*/

/* [African scripts: Ethiopic]
  0123456789ABCDEF
U+120x  ሀሁሂሃሄህሆሇለሉሊላሌልሎሏ
U+121x  ሐሑሒሓሔሕሖሗመሙሚማሜምሞሟ
U+122x  ሠሡሢሣሤሥሦሧረሩሪራሬርሮሯ
U+123x  ሰሱሲሳሴስሶሷሸሹሺሻሼሽሾሿ
U+124x  ቀቁቂቃቄቅቆቇቈ ቊቋቌቍ 
U+125x  ቐቑቒቓቔቕቖ ቘ ቚቛቜቝ 
U+126x  በቡቢባቤብቦቧቨቩቪቫቬቭቮቯ
U+127x  ተቱቲታቴትቶቷቸቹቺቻቼችቾቿ
U+128x  ኀኁኂኃኄኅኆኇኈ ኊኋኌኍ 
U+129x  ነኑኒናኔንኖኗኘኙኚኛኜኝኞኟ
U+12Ax  አኡኢኣኤእኦኧከኩኪካኬክኮኯ
U+12Bx  ኰ ኲኳኴኵ  ኸኹኺኻኼኽኾ
U+12Cx  ዀ ዂዃዄዅ  ወዉዊዋዌውዎዏ
U+12Dx  ዐዑዒዓዔዕዖ ዘዙዚዛዜዝዞዟ
U+12Ex  ዠዡዢዣዤዥዦዧየዩዪያዬይዮዯ
U+12Fx  ደዱዲዳዴድዶዷዸዹዺዻዼዽዾዿ
U+130x  ጀጁጂጃጄጅጆጇገጉጊጋጌግጎጏ
U+131x  ጐ ጒጓጔጕ  ጘጙጚጛጜጝጞጟ
U+132x  ጠጡጢጣጤጥጦጧጨጩጪጫጬጭጮጯ
U+133x  ጰጱጲጳጴጵጶጷጸጹጺጻጼጽጾጿ
U+134x  ፀፁፂፃፄፅፆፇፈፉፊፋፌፍፎፏ
U+135x  ፐፑፒፓፔፕፖፗፘፙፚ  ፝፞፟
U+136x  ፠፡።፣፤፥፦፧፨፩፪፫፬፭፮፯
U+137x  ፰፱፲፳፴፵፶፷፸፹፺፻፼  
*/

/* [Unified Canadian Aboriginal Syllabics]


ᒉᒋᒍᒐ
ᓓᓕᓗᓚ
ᘂᘃᘄᘇ

--------------------
ᐃᐊᐁᐅᐃᐁᐊᐅᐱᐯᐸᐳ
--------------------

ᐁᐃᐅᐊ
ᐯᐱᐳᐸ
ᑌᑎᑐᑕ
ᑫᑭᑯᑲ
ᒉᒋᒍᒐ
ᒣᒥᒧᒪ
ᓀᓂᓄᓇ
ᓓᓕᓗᓚ
ᓭᓯᓱᓴ
ᔐᔑᔓᔕ
ᔦᔨᔪᔭ
ᕂᕃᕄᕆ
ᕈᕊᕋᕍ
ᕓᕕᕗᕙ
ᕞᕟ
ᕠᕡ
ᕤᕦ
ᕫᕬᕭᕮ

ᕰᕱᕲᕳ
ᕴᕵᕷᕹ
ᖆᖇᖈᖉ
ᖊᖋᖌᖍ
ᖗᖘᖙᖚ
ᖛᖜᖝᖞ

ᖠᖢᖤ
ᖧᖨᖪᖬ


ᖰᖱᖲᖳ
ᖴᖵᖶᖷ
ᖸᖹᖺᖻ
ᖼᖽᖾᖿ
ᗀᗁᗂᗃ
ᗄᗅᗆᗉ
ᗊᗋᗌᗏ
ᗐᗑᗒᗕ
ᗖᗗᗘᗛ
ᗜᗝᗞᗡ
ᗢᗣᗤᗧ
ᗨᗩᗪᗭ
ᗯᗰᗱᗴ
ᗵᗶᗷᗺ
ᗻᗼᗽᘀ
ᘂᘃᘄᘇ
ᘈᘉᘊᘍ
ᘎᘏᘐᘓ

ᘔᘕᘖ
ᘗᘚᘛ

ᘜᘝᘞᘡ
ᘢᘣᘤᘧ
ᘨᘩᘪᘭ
ᘮᘯᘰᘳ
ᘴᘵᘶᘹ

ᙀᙁᙂᙅ
ᙈᙉᙊᙍ

ᘺᘻᘼᘿ
ᙎᙏᙐᙓ
ᙔᙕᙖᙙ
ᙛᙜᙝᙠ
ᙡᙢᙣᙦ
ᙧᙨᙩᙬ

missing one:
ᖠᖢᖤ
ᘔᘕᘖ
ᘗᘚᘛ


[Unified Canadian Aboriginal Syllabics]

᐀ᐜᐝᐞᐟᐠᐡᐢᐣᐤᐥᐦᐧᐨᐩᐪ
ᑉᑊᑋᑦᒃᒄᒡᒢᒻᒼᒽᒾᒿᓐᓑᓒᓪᓫᓬ
ᔅᔆᔇᔈᔉᔊᔋᔌᔍᔎᔏ
ᔥᔾᔿᕀᕁᕐᕑᕒᕝᕪᕯ
ᕻᕼᕽᕾᕿᖀᖁᖂᖃᖄᖅ
ᖎᖏᖐᖑᖒᖓᖔ
ᖕᖖᖟᖦᖮᖯᗮᘁᙆᙇ
᙭᙮ᙯᙰᙱᙲᙳᙴᙵᙶᙷᙸᙹᙺᙻᙼᙽᙾᙿ


ᐁᐂᐃᐄᐅᐆᐇᐈᐉᐊᐋᐌᐍᐎᐏᐐᐑᐒᐓᐔᐕᐖᐗᐘᐙᐚᐛᐫᐬᐭᐮ
ᐯᐰᐱᐲᐳᐴᐵᐶᐷᐸᐹᐺᐻᐼᐽᐾᐿᑀᑁᑂᑃᑄᑅᑆᑇᑈ
ᗄᗅᗆᗇᗈᗉᗊᗋᗌᗍᗎᗏᗐᗑᗒᗓᗔᗕᗖᗗᗘᗙᗚᗛ

ᔦᔧᔨᔩᔪᔫᔬᔭᔮᔯᔰᔱᔲᔳᔴᔵᔶᔷᔸᔹᔺᔻᔼᔽᖧᖨᖩᖪᖫᖬᖭ
ᕓᕔᕕᕖᕗᕘᕙᕚᕛᕜ

ᑌᑍᑎᑏᑐᑑᑒᑓᑔᑕᑖᑗᑘᑙᑚᑛᑜᑝᑞᑟᑠᑡᑢᑣᑤᑥᑧᑨᑩᑪ

ᒣᒤᒥᒦᒧᒨᒩᒪᒫᒬᒭᒮᒯᒰᒱᒲᒳᒴᒵᒶᒷᒸᒹᒺ
ᒉᒊᒋᒌᒍᒎᒏᒐᒑᒒᒓᒔᒕᒖᒗᒘᒙᒚᒛᒜᒝᒞᒟᒠ
ᑫᑬᑭᑮᑯᑰᑱᑲᑳᑴᑵᑶᑷᑸᑹᑺᑻᑼᑽᑾᑿᒀᒁᒂᒅᒆᒇᒈ

ᓀᓁᓂᓃᓄᓅᓆᓇᓈᓉᓊᓋᓌᓍᓎᓏ
ᓓᓔᓕᓖᓗᓘᓙᓚᓛᓜᓝᓞᓟᓠᓡᓢᓣᓤᓥᓦᓧᓨᓩ

ᓭᓮᓯᓰᓱᓲᓳᓴᓵᓶᓷᓸᓹᓺᓻᓼᓽᓾᓿᔀᔁᔂᔃᔄ

ᔐᔑᔒᔓᔔᔕᔖᔗᔘᔙᔚᔛᔜᔝᔞᔟᔠᔡᔢᔣᔤ


ᕂᕃᕄᕅᕆᕇᕈᕉᕊᕋᕌᕍᕎᕏ
ᘢᘣᘤᘥᘦᘧᘨᘩᘪᘫᘬᘭ


ᕞᕟᕠᕡᕢᕣᕤᕥᕦᕧᕨᕩ
ᕫᕬᕭᕮᕰᕱᕲᕳ

ᕴᕵᕶᕷᕸᕹᕺ
ᖆᖇᖈᖉ
ᖊᖋᖌᖍᖠᖡᖢᖣᖤᖥ
ᖗᖘᖙᖚᖛᖜᖝᖞ

ᖰᖱᖲᖳ
ᖴᖵᖶᖷ
ᖸᖹᖺᖻᖼᖽᖾᖿᗀᗁᗂᗃ

ᘔᘕᘖᘗᘘᘙᘚᘛᘜᘝᘞᘟᘠᘡ

ᘂᘃᘄᘅᘆᘇ
ᘈᘉᘊᘋᘌᘍ
ᗯᗰᗱᗲᗳᗴᗵᗶᗷᗸᗹᗺᗻᗼᗽᗾᗿᘀ
ᘺᘻᘼᘽᘾᘿᙎᙏᙐᙑᙒᙓᙔᙕᙖᙗᙘᙙᙚᙛᙜᙝᙞᙟᙠᙡᙢᙣᙤᙥᙦᙧᙨᙩᙪᙫᙬ

ᘎᘏᘐᘑᘒᘓ
ᘮᘯᘰᘱᘲᘳᘴᘵᘶᘷᘸᘹᙀᙁᙂᙃᙄᙅᙈᙉᙊᙋᙌᙍ
ᗜᗝᗞᗟᗠᗡᗢᗣᗤᗥᗦᗧᗨᗩᗪᗫᗬᗭ

*/

/* [Arrows]

←↑→↓↔↕↖↗↘↙↚↛↜↝↞↟
↠↡↢↣↤↥↦↧↨↩↪↫↬↭↮↯
↰↱↲↳↴↵↶↷↸↹↺↻↼↽↾↿
⇀⇁⇂⇃⇄⇅⇆⇇⇈⇉⇊⇋⇌⇍⇎⇏
⇐⇑⇒⇓⇔⇕⇖⇗⇘⇙⇚⇛⇜⇝⇞⇟
⇠⇡⇢⇣⇤⇥⇦⇧⇨⇩⇪⇫⇬⇭⇮⇯
⇰⇱⇲⇳⇴⇵⇶⇷⇸⇹⇺⇻⇼⇽⇾⇿

*/

/* [Mathematical symbols]

∀∁∂∃∄∅∆∇∈∉∊∋∌∍∎∏
∐∑−∓∔∕∖∗∘∙√∛∜∝∞∟
∠∡∢∣∤∥∦∧∨∩∪∫∬∭∮∯
∰∱∲∳∴∵∶∷∸∹∺∻∼∽∾∿
≀≁≂≃≄≅≆≇≈≉≊≋≌≍≎≏
≐≑≒≓≔≕≖≗≘≙≚≛≜≝≞≟
≠≡≢≣≤≥≦≧≨≩≪≫≬≭≮≯
≰≱≲≳≴≵≶≷≸≹≺≻≼≽≾≿
⊀⊁⊂⊃⊄⊅⊆⊇⊈⊉⊊⊋⊌⊍⊎⊏
⊐⊑⊒⊓⊔⊕⊖⊗⊘⊙⊚⊛⊜⊝⊞⊟
⊠⊡⊢⊣⊤⊥⊦⊧⊨⊩⊪⊫⊬⊭⊮⊯
⊰⊱⊲⊳⊴⊵⊶⊷⊸⊹⊺⊻⊼⊽⊾⊿
⋀⋁⋂⋃⋄⋅⋆⋇⋈⋉⋊⋋⋌⋍⋎⋏
⋐⋑⋒⋓⋔⋕⋖⋗⋘⋙⋚⋛⋜⋝⋞⋟
⋠⋡⋢⋣⋤⋥⋦⋧⋨⋩⋪⋫⋬⋭⋮⋯
⋰⋱⋲⋳⋴⋵⋶⋷⋸⋹⋺⋻⋼⋽⋾⋿
*/


/* [Miscellaneous Technical]
  
⌀⌁⌂⌃⌄⌅⌆⌇⌈⌉⌊⌋⌌⌍⌎⌏
⌐⌑⌒⌓⌔⌕⌖⌗⌘⌙⌚  ⌛  ⌜⌝⌞⌟
⌠⌡⌢⌣⌤⌥⌦⌧⌨〈〉⌫⌬⌭⌮⌯
⌰⌱⌲⌳⌴⌵⌶⌷⌸⌹⌺⌻⌼⌽⌾⌿
⍀⍁⍂⍃⍄⍅⍆⍇⍈⍉⍊⍋⍌⍍⍎⍏
⍐⍑⍒⍓⍔⍕⍖⍗⍘⍙⍚⍛⍜⍝⍞⍟
⍠⍡⍢⍣⍤⍥⍦⍧⍨⍩⍪⍫⍬⍭⍮⍯
⍰⍱⍲⍳⍴⍵⍶⍷⍸⍹⍺⍻⍼⍽⍾⍿
⎀⎁⎂⎃⎄⎅⎆⎇⎈⎉⎊⎋⎌⎍⎎⎏
⎐⎑⎒⎓⎔⎕⎖⎗⎘⎙⎚⎛⎜⎝⎞⎟
⎠⎡⎢⎣⎤⎥⎦⎧⎨⎩⎪⎫⎬⎭⎮⎯
⎰⎱⎲⎳⎴⎵⎶⎷⎸⎹⎺⎻⎼⎽⎾⎿
⏀⏁⏂⏃⏄⏅⏆⏇⏈⏉⏊⏋⏌⏍⏎⏏
⏐⏑⏒⏓⏔⏕⏖⏗⏘⏙⏚⏛⏜⏝⏞⏟
⏠⏡⏢⏣⏤⏥⏦⏧⏨⏩⏪⏫⏬⏭⏮⏯
⏰  ⏱⏲⏳  ⏴⏵⏶⏷⏸⏹⏺⏻⏼⏽⏾⏿

*/

/* [Box Drawing]

─━│┃┄┅┆┇┈┉┊┋┌┍┎┏
┐┑┒┓└┕┖┗┘┙┚┛├┝┞┟
┠┡┢┣┤┥┦┧┨┩┪┫┬┭┮┯
┰┱┲┳┴┵┶┷┸┹┺┻┼┽┾┿
╀╁╂╃╄╅╆╇╈╉╊╋╌╍╎╏
═║╒╓╔╕╖╗╘╙╚╛╜╝╞╟
╠╡╢╣╤╥╦╧╨╩╪╫╬╭╮╯
╰╱╲╳╴╵╶╷╸╹╺╻╼╽╾╿
*/

/* [Block Elements]
▀▁▂▃▄▅▆▇█▉▊▋▌▍▎▏▐

░▒▓

▔▕
▖▗▘▙▚▛▜▝▞▟
*/

/* [Geometric Shapes]

■□▢▣
▤▥▦▧▨▩

►◄▻◅
▴▸▾◂▲▶▼◀
▵▹▿◃△▷▽◁

◆◇◈◉◊○◌◍◎●

◧◨◩◪◐◑◒◓◔◕
◰◱◲◳◴◵◶◷
◢◣◤◥◸◹◺◿
◖◗

◘◙◚◛
◜◝◞◟◠◡
◫◬◭◮◯
▪▫◻◼
◦◽◾

▬▭▮▯▰▱
*/



/* [Miscellaneous Symbols]

☀  ☁  ☂  ☃  ☄  ★  ☆  ☇  ☈  ☉  ☊  ☋  ☌  ☍  ☎  ☏
☐  ☑  ☒  ☓  ☔  ☕  ☖  ☗  ☘  ☙  ☚  ☛  ☜  ☝  ☞  ☟
☠  ☡  ☢  ☣  ☤  ☥  ☦  ☧  ☨  ☩  ☪  ☫  ☬  ☭  ☮  ☯
☰  ☱  ☲  ☳  ☴  ☵  ☶  ☷  
☸  ☹  ☺  ☻  ☼  ☽  ☾  ☿
♀  ♁  ♂  ♃  ♄  ♅  ♆  ♇  
♈  ♉  ♊  ♋  ♌  ♍  ♎  ♏
♐  ♑  ♒  ♓  
♔  ♕  ♖  ♗  ♘  ♙  ♚  ♛  ♜  ♝  ♞  ♟
♠  ♡  ♢  ♣  ♤  ♥  ♦  ♧  ♨  
♩  ♪  ♫  ♬  ♭  ♮  ♯
♰  ♱  
♲  ♳  ♴  ♵  ♶  ♷  ♸  ♹  ♺  ♻  ♼  ♽  ♾  ♿
⚀  ⚁  ⚂  ⚃  ⚄  ⚅  
⚆  ⚇  ⚈  ⚉  
⚊  ⚋  ⚌  ⚍  ⚎  ⚏
⚐  ⚑  ⚒  ⚓  ⚔  ⚕  ⚖  ⚗  ⚘  ⚙  ⚚  ⚛  ⚜  ⚝  ⚞  ⚟
⚠  ⚡  ⚢  ⚣  ⚤  ⚥  ⚦  ⚧  ⚨  ⚩  ⚪  ⚫  ⚬  ⚭  ⚮  ⚯
⚰  ⚱  ⚲  ⚳  ⚴  ⚵  ⚶  ⚷  ⚸  ⚹  ⚺  ⚻  ⚼  ⚽  ⚾  ⚿
⛀  ⛁  ⛂  ⛃  ⛄  ⛅  ⛆  ⛇  ⛈  ⛉  ⛊  ⛋  ⛌  ⛍  ⛎  ⛏
⛐  ⛑  ⛒  ⛓  ⛔  ⛕  ⛖  ⛗  ⛘  ⛙  ⛚  ⛛  ⛜  ⛝  ⛞  ⛟
⛠  ⛡  ⛢  ⛣  ⛤  ⛥  ⛦  ⛧  ⛨  ⛩  ⛪  ⛫  ⛬  ⛭  ⛮  ⛯
⛰  ⛱  ⛲  ⛳  ⛴  ⛵  ⛶  ⛷  ⛸  ⛹  ⛺  ⛻  ⛼  ⛽  ⛾  ⛿
*/


/* [Shavian]

𐑐𐑑𐑒𐑓𐑔𐑕𐑖𐑗𐑘𐑙𐑚𐑛𐑜𐑝𐑞𐑟
𐑠𐑡𐑢𐑣𐑤𐑥𐑦𐑧𐑨𐑩𐑪𐑫𐑬𐑭𐑮𐑯
𐑰𐑱𐑲𐑳𐑴𐑵𐑶𐑷𐑸𐑹𐑺𐑻𐑼𐑽𐑾𐑿

𐑐𐑑𐑒𐑓𐑔𐑕𐑖𐑗𐑘𐑙𐑚𐑛𐑜𐑝𐑞𐑟
𐑠𐑡𐑢𐑣𐑤𐑥𐑦𐑧𐑨𐑩𐑪𐑫𐑬𐑭𐑮𐑯
𐑰𐑱𐑲𐑳𐑴𐑵𐑶𐑷𐑸𐑹𐑺𐑻𐑼𐑽𐑾𐑿
*/

/* [Alchemical symbols]
🜀🜁🜂🜃🜄🜅🜆🜇🜈🜉🜊🜋🜌🜍🜎🜏
🜐🜑🜒🜓🜔🜕🜖🜗🜘🜙🜚🜛🜜🜝🜞🜟
🜠🜡🜢🜣🜤🜥🜦🜧🜨🜩🜪🜫🜬🜭🜮🜯
🜰🜱🜲🜳🜴🜵🜶🜷🜸🜹🜺🜻🜼🜽🜾🜿
🝀🝁🝂🝃🝄🝅🝆🝇🝈🝉🝊🝋🝌🝍🝎🝏
🝐🝑🝒🝓🝔🝕🝖🝗🝘🝙🝚🝛🝜🝝🝞🝟
🝠🝡🝢🝣🝤🝥🝦🝧🝨🝩🝪🝫🝬🝭🝮🝯
🝰🝱🝲🝳🝴🝵🝶 🝻🝼🝽🝾🝿
*/
