
/* ─── General ─── */
/*
 [✓, ✗, ⋯]
 ─────────────── 
 0+1→9
 │─└┴┘├┼┤┌┬┐
   ╙╨╜╟╫╢╓╥╖
   ╘╧╛╞╪╡╒╤╕
 ║═╚╩╝╠╬╣╔╦╗
 ─────────────── 
*/
/*<https://en.wikipedia.org/wiki/List_of_Unicode_characters>*/







/* [Georgian]
ႠႡႢႣႤႥႦႧႨႩႪႫႬႭႮႯ
ႰႱႲႳႴႵႶႷႸႹႺႻႼႽႾႿ
ჀჁჂჃჄჅ Ⴧ  Ⴭ 
აბგდევზთიკლმნოპჟ
რსტუფქღყშჩცძწჭხჯ
ჰჱჲჳჴჵჶჷჸჹჺ჻ჼჽჾჿ
*/

/* [African scripts: Ethiopic]
ሀሁሂሃሄህሆሇለሉሊላሌልሎሏ
ሐሑሒሓሔሕሖሗመሙሚማሜምሞሟ
ሠሡሢሣሤሥሦሧረሩሪራሬርሮሯ
ሰሱሲሳሴስሶሷሸሹሺሻሼሽሾሿ
ቀቁቂቃቄቅቆቇቈ ቊቋቌቍ 
ቐቑቒቓቔቕቖ ቘ ቚቛቜቝ 
በቡቢባቤብቦቧቨቩቪቫቬቭቮቯ
ተቱቲታቴትቶቷቸቹቺቻቼችቾቿ
ኀኁኂኃኄኅኆኇኈ ኊኋኌኍ 
ነኑኒናኔንኖኗኘኙኚኛኜኝኞኟ
አኡኢኣኤእኦኧከኩኪካኬክኮኯ
ኰ ኲኳኴኵ  ኸኹኺኻኼኽኾ
ዀ ዂዃዄዅ  ወዉዊዋዌውዎዏ
ዐዑዒዓዔዕዖ ዘዙዚዛዜዝዞዟ
ዠዡዢዣዤዥዦዧየዩዪያዬይዮዯ
ደዱዲዳዴድዶዷዸዹዺዻዼዽዾዿ
ጀጁጂጃጄጅጆጇገጉጊጋጌግጎጏ
ጐ ጒጓጔጕ  ጘጙጚጛጜጝጞጟ
ጠጡጢጣጤጥጦጧጨጩጪጫጬጭጮጯ
ጰጱጲጳጴጵጶጷጸጹጺጻጼጽጾጿ
ፀፁፂፃፄፅፆፇፈፉፊፋፌፍፎፏ
ፐፑፒፓፔፕፖፗፘፙፚ  ፝፞፟
፠፡።፣፤፥፦፧፨
፩፪፫፬፭፮፯፰፱፲፳፴፵፶፷፸፹፺፻፼  
*/

/* [Unified Canadian Aboriginal Syllabics]


ᒉᒋᒍᒐ
ᓓᓕᓗᓚ
ᘂᘃᘄᘇ

--------------------
ᐃᐊᐁᐅᐃᐁᐊᐅᐱᐯᐸᐳ
--------------------

ᐁᐃᐅᐊ
ᐯᐱᐳᐸ
ᑌᑎᑐᑕ
ᑫᑭᑯᑲ
ᒉᒋᒍᒐ
ᒣᒥᒧᒪ
ᓀᓂᓄᓇ
ᓓᓕᓗᓚ
ᓭᓯᓱᓴ
ᔐᔑᔓᔕ
ᔦᔨᔪᔭ
ᕂᕃᕄᕆ
ᕈᕊᕋᕍ
ᕓᕕᕗᕙ
ᕞᕟ
ᕠᕡ
ᕤᕦ
ᕫᕬᕭᕮ

ᕰᕱᕲᕳ
ᕴᕵᕷᕹ
ᖆᖇᖈᖉ
ᖊᖋᖌᖍ
ᖗᖘᖙᖚ
ᖛᖜᖝᖞ

ᖠᖢᖤ
ᖧᖨᖪᖬ


ᖰᖱᖲᖳ
ᖴᖵᖶᖷ
ᖸᖹᖺᖻ
ᖼᖽᖾᖿ
ᗀᗁᗂᗃ
ᗄᗅᗆᗉ
ᗊᗋᗌᗏ
ᗐᗑᗒᗕ
ᗖᗗᗘᗛ
ᗜᗝᗞᗡ
ᗢᗣᗤᗧ
ᗨᗩᗪᗭ
ᗯᗰᗱᗴ
ᗵᗶᗷᗺ
ᗻᗼᗽᘀ
ᘂᘃᘄᘇ
ᘈᘉᘊᘍ
ᘎᘏᘐᘓ

ᘔᘕᘖ
ᘗᘚᘛ

ᘜᘝᘞᘡ
ᘢᘣᘤᘧ
ᘨᘩᘪᘭ
ᘮᘯᘰᘳ
ᘴᘵᘶᘹ

ᙀᙁᙂᙅ
ᙈᙉᙊᙍ

ᘺᘻᘼᘿ
ᙎᙏᙐᙓ
ᙔᙕᙖᙙ
ᙛᙜᙝᙠ
ᙡᙢᙣᙦ
ᙧᙨᙩᙬ

missing one:
ᖠᖢᖤ
ᘔᘕᘖ
ᘗᘚᘛ


[Unified Canadian Aboriginal Syllabics]

᐀ᐜᐝᐞᐟᐠᐡᐢᐣᐤᐥᐦᐧᐨᐩᐪ
ᑉᑊᑋᑦᒃᒄᒡᒢᒻᒼᒽᒾᒿᓐᓑᓒᓪᓫᓬ
ᔅᔆᔇᔈᔉᔊᔋᔌᔍᔎᔏ
ᔥᔾᔿᕀᕁᕐᕑᕒᕝᕪᕯ
ᕻᕼᕽᕾᕿᖀᖁᖂᖃᖄᖅ
ᖎᖏᖐᖑᖒᖓᖔ
ᖕᖖᖟᖦᖮᖯᗮᘁᙆᙇ
᙭᙮ᙯᙰᙱᙲᙳᙴᙵᙶᙷᙸᙹᙺᙻᙼᙽᙾᙿ


ᐁᐂᐃᐄᐅᐆᐇᐈᐉᐊᐋᐌᐍᐎᐏᐐᐑᐒᐓᐔᐕᐖᐗᐘᐙᐚᐛᐫᐬᐭᐮ
ᐯᐰᐱᐲᐳᐴᐵᐶᐷᐸᐹᐺᐻᐼᐽᐾᐿᑀᑁᑂᑃᑄᑅᑆᑇᑈ
ᗄᗅᗆᗇᗈᗉᗊᗋᗌᗍᗎᗏᗐᗑᗒᗓᗔᗕᗖᗗᗘᗙᗚᗛ

ᔦᔧᔨᔩᔪᔫᔬᔭᔮᔯᔰᔱᔲᔳᔴᔵᔶᔷᔸᔹᔺᔻᔼᔽᖧᖨᖩᖪᖫᖬᖭ
ᕓᕔᕕᕖᕗᕘᕙᕚᕛᕜ

ᑌᑍᑎᑏᑐᑑᑒᑓᑔᑕᑖᑗᑘᑙᑚᑛᑜᑝᑞᑟᑠᑡᑢᑣᑤᑥᑧᑨᑩᑪ

ᒣᒤᒥᒦᒧᒨᒩᒪᒫᒬᒭᒮᒯᒰᒱᒲᒳᒴᒵᒶᒷᒸᒹᒺ
ᒉᒊᒋᒌᒍᒎᒏᒐᒑᒒᒓᒔᒕᒖᒗᒘᒙᒚᒛᒜᒝᒞᒟᒠ
ᑫᑬᑭᑮᑯᑰᑱᑲᑳᑴᑵᑶᑷᑸᑹᑺᑻᑼᑽᑾᑿᒀᒁᒂᒅᒆᒇᒈ

ᓀᓁᓂᓃᓄᓅᓆᓇᓈᓉᓊᓋᓌᓍᓎᓏ
ᓓᓔᓕᓖᓗᓘᓙᓚᓛᓜᓝᓞᓟᓠᓡᓢᓣᓤᓥᓦᓧᓨᓩ

ᓭᓮᓯᓰᓱᓲᓳᓴᓵᓶᓷᓸᓹᓺᓻᓼᓽᓾᓿᔀᔁᔂᔃᔄ

ᔐᔑᔒᔓᔔᔕᔖᔗᔘᔙᔚᔛᔜᔝᔞᔟᔠᔡᔢᔣᔤ


ᕂᕃᕄᕅᕆᕇᕈᕉᕊᕋᕌᕍᕎᕏ
ᘢᘣᘤᘥᘦᘧᘨᘩᘪᘫᘬᘭ


ᕞᕟᕠᕡᕢᕣᕤᕥᕦᕧᕨᕩ
ᕫᕬᕭᕮᕰᕱᕲᕳ

ᕴᕵᕶᕷᕸᕹᕺ
ᖆᖇᖈᖉ
ᖊᖋᖌᖍᖠᖡᖢᖣᖤᖥ
ᖗᖘᖙᖚᖛᖜᖝᖞ

ᖰᖱᖲᖳ
ᖴᖵᖶᖷ
ᖸᖹᖺᖻᖼᖽᖾᖿᗀᗁᗂᗃ

ᘔᘕᘖᘗᘘᘙᘚᘛᘜᘝᘞᘟᘠᘡ

ᘂᘃᘄᘅᘆᘇ
ᘈᘉᘊᘋᘌᘍ
ᗯᗰᗱᗲᗳᗴᗵᗶᗷᗸᗹᗺᗻᗼᗽᗾᗿᘀ
ᘺᘻᘼᘽᘾᘿᙎᙏᙐᙑᙒᙓᙔᙕᙖᙗᙘᙙᙚᙛᙜᙝᙞᙟᙠᙡᙢᙣᙤᙥᙦᙧᙨᙩᙪᙫᙬ

ᘎᘏᘐᘑᘒᘓ
ᘮᘯᘰᘱᘲᘳᘴᘵᘶᘷᘸᘹᙀᙁᙂᙃᙄᙅᙈᙉᙊᙋᙌᙍ
ᗜᗝᗞᗟᗠᗡᗢᗣᗤᗥᗦᗧᗨᗩᗪᗫᗬᗭ

*/

/* [Arrows]

←↑→↓↔↕↖↗↘↙↚↛↜↝↞↟
↠↡↢↣↤↥↦↧↨↩↪↫↬↭↮↯
↰↱↲↳↴↵↶↷↸↹↺↻↼↽↾↿
⇀⇁⇂⇃⇄⇅⇆⇇⇈⇉⇊⇋⇌⇍⇎⇏
⇐⇑⇒⇓⇔⇕⇖⇗⇘⇙⇚⇛⇜⇝⇞⇟
⇠⇡⇢⇣⇤⇥⇦⇧⇨⇩⇪⇫⇬⇭⇮⇯
⇰⇱⇲⇳⇴⇵⇶⇷⇸⇹⇺⇻⇼⇽⇾⇿

*/

/* [Mathematical symbols]

∀∁∂∃∄∅∆∇∈∉∊∋∌∍∎∏
∐∑−∓∔∕∖∗∘∙√∛∜∝∞∟
∠∡∢∣∤∥∦∧∨∩∪∫∬∭∮∯
∰∱∲∳∴∵∶∷∸∹∺∻∼∽∾∿
≀≁≂≃≄≅≆≇≈≉≊≋≌≍≎≏
≐≑≒≓≔≕≖≗≘≙≚≛≜≝≞≟
≠≡≢≣≤≥≦≧≨≩≪≫≬≭≮≯
≰≱≲≳≴≵≶≷≸≹≺≻≼≽≾≿
⊀⊁⊂⊃⊄⊅⊆⊇⊈⊉⊊⊋⊌⊍⊎⊏
⊐⊑⊒⊓⊔⊕⊖⊗⊘⊙⊚⊛⊜⊝⊞⊟
⊠⊡⊢⊣⊤⊥⊦⊧⊨⊩⊪⊫⊬⊭⊮⊯
⊰⊱⊲⊳⊴⊵⊶⊷⊸⊹⊺⊻⊼⊽⊾⊿
⋀⋁⋂⋃⋄⋅⋆⋇⋈⋉⋊⋋⋌⋍⋎⋏
⋐⋑⋒⋓⋔⋕⋖⋗⋘⋙⋚⋛⋜⋝⋞⋟
⋠⋡⋢⋣⋤⋥⋦⋧⋨⋩⋪⋫⋬⋭⋮⋯
⋰⋱⋲⋳⋴⋵⋶⋷⋸⋹⋺⋻⋼⋽⋾⋿
*/


/* [Miscellaneous Technical]
  
⌀⌁⌂⌃⌄⌅⌆⌇⌈⌉⌊⌋⌌⌍⌎⌏
⌐⌑⌒⌓⌔⌕⌖⌗⌘⌙⌚  ⌛  ⌜⌝⌞⌟
⌠⌡⌢⌣⌤⌥⌦⌧⌨〈〉⌫⌬⌭⌮⌯
⌰⌱⌲⌳⌴⌵⌶⌷⌸⌹⌺⌻⌼⌽⌾⌿
⍀⍁⍂⍃⍄⍅⍆⍇⍈⍉⍊⍋⍌⍍⍎⍏
⍐⍑⍒⍓⍔⍕⍖⍗⍘⍙⍚⍛⍜⍝⍞⍟
⍠⍡⍢⍣⍤⍥⍦⍧⍨⍩⍪⍫⍬⍭⍮⍯
⍰⍱⍲⍳⍴⍵⍶⍷⍸⍹⍺⍻⍼⍽⍾⍿
⎀⎁⎂⎃⎄⎅⎆⎇⎈⎉⎊⎋⎌⎍⎎⎏
⎐⎑⎒⎓⎔⎕⎖⎗⎘⎙⎚⎛⎜⎝⎞⎟
⎠⎡⎢⎣⎤⎥⎦⎧⎨⎩⎪⎫⎬⎭⎮⎯
⎰⎱⎲⎳⎴⎵⎶⎷⎸⎹⎺⎻⎼⎽⎾⎿
⏀⏁⏂⏃⏄⏅⏆⏇⏈⏉⏊⏋⏌⏍⏎⏏
⏐⏑⏒⏓⏔⏕⏖⏗⏘⏙⏚⏛⏜⏝⏞⏟
⏠⏡⏢⏣⏤⏥⏦⏧⏨⏩⏪⏫⏬⏭⏮⏯
⏰  ⏱⏲⏳  ⏴⏵⏶⏷⏸⏹⏺⏻⏼⏽⏾⏿

*/

/* [Box Drawing]

─━│┃┄┅┆┇┈┉┊┋┌┍┎┏
┐┑┒┓└┕┖┗┘┙┚┛├┝┞┟
┠┡┢┣┤┥┦┧┨┩┪┫┬┭┮┯
┰┱┲┳┴┵┶┷┸┹┺┻┼┽┾┿
╀╁╂╃╄╅╆╇╈╉╊╋╌╍╎╏
═║╒╓╔╕╖╗╘╙╚╛╜╝╞╟
╠╡╢╣╤╥╦╧╨╩╪╫╬╭╮╯
╰╱╲╳╴╵╶╷╸╹╺╻╼╽╾╿
*/

/* [Block Elements]
▀▁▂▃▄▅▆▇█▉▊▋▌▍▎▏▐

░▒▓

▔▕
▖▗▘▙▚▛▜▝▞▟
*/

/* [Geometric Shapes]

■□▢▣
▤▥▦▧▨▩

►◄▻◅
▴▸▾◂▲▶▼◀
▵▹▿◃△▷▽◁

◆◇◈◉◊○◌◍◎●

◧◨◩◪◐◑◒◓◔◕
◰◱◲◳◴◵◶◷
◢◣◤◥◸◹◺◿
◖◗

◘◙◚◛
◜◝◞◟◠◡
◫◬◭◮◯
▪▫◻◼
◦◽◾

▬▭▮▯▰▱
*/



/* [Miscellaneous Symbols]

☀  ☁  ☂  ☃  ☄  ★  ☆  ☇  ☈  ☉  ☊  ☋  ☌  ☍  ☎  ☏
☐  ☑  ☒  ☓  ☔  ☕  ☖  ☗  ☘  ☙  ☚  ☛  ☜  ☝  ☞  ☟
☠  ☡  ☢  ☣  ☤  ☥  ☦  ☧  ☨  ☩  ☪  ☫  ☬  ☭  ☮  ☯
☰  ☱  ☲  ☳  ☴  ☵  ☶  ☷  
☸  ☹  ☺  ☻  ☼  ☽  ☾  ☿
♀  ♁  ♂  ♃  ♄  ♅  ♆  ♇  
♈  ♉  ♊  ♋  ♌  ♍  ♎  ♏
♐  ♑  ♒  ♓  
♔  ♕  ♖  ♗  ♘  ♙  ♚  ♛  ♜  ♝  ♞  ♟
♠  ♡  ♢  ♣  ♤  ♥  ♦  ♧  ♨  
♩  ♪  ♫  ♬  ♭  ♮  ♯
♰  ♱  
♲  ♳  ♴  ♵  ♶  ♷  ♸  ♹  ♺  ♻  ♼  ♽  ♾  ♿
⚀  ⚁  ⚂  ⚃  ⚄  ⚅  
⚆  ⚇  ⚈  ⚉  
⚊  ⚋  ⚌  ⚍  ⚎  ⚏
⚐  ⚑  ⚒  ⚓  ⚔  ⚕  ⚖  ⚗  ⚘  ⚙  ⚚  ⚛  ⚜  ⚝  ⚞  ⚟
⚠  ⚡  ⚢  ⚣  ⚤  ⚥  ⚦  ⚧  ⚨  ⚩  ⚪  ⚫  ⚬  ⚭  ⚮  ⚯
⚰  ⚱  ⚲  ⚳  ⚴  ⚵  ⚶  ⚷  ⚸  ⚹  ⚺  ⚻  ⚼  ⚽  ⚾  ⚿
⛀  ⛁  ⛂  ⛃  ⛄  ⛅  ⛆  ⛇  ⛈  ⛉  ⛊  ⛋  ⛌  ⛍  ⛎  ⛏
⛐  ⛑  ⛒  ⛓  ⛔  ⛕  ⛖  ⛗  ⛘  ⛙  ⛚  ⛛  ⛜  ⛝  ⛞  ⛟
⛠  ⛡  ⛢  ⛣  ⛤  ⛥  ⛦  ⛧  ⛨  ⛩  ⛪  ⛫  ⛬  ⛭  ⛮  ⛯
⛰  ⛱  ⛲  ⛳  ⛴  ⛵  ⛶  ⛷  ⛸  ⛹  ⛺  ⛻  ⛼  ⛽  ⛾  ⛿
*/


/* [Shavian]

𐑐𐑑𐑒𐑓𐑔𐑕𐑖𐑗𐑘𐑙𐑚𐑛𐑜𐑝𐑞𐑟
𐑠𐑡𐑢𐑣𐑤𐑥𐑦𐑧𐑨𐑩𐑪𐑫𐑬𐑭𐑮𐑯
𐑰𐑱𐑲𐑳𐑴𐑵𐑶𐑷𐑸𐑹𐑺𐑻𐑼𐑽𐑾𐑿


𐑐𐑑𐑒𐑓𐑔𐑕𐑖𐑗𐑘𐑙𐑚𐑛𐑜𐑝𐑞𐑟
𐑠𐑡𐑢𐑣𐑤𐑥𐑦𐑧𐑨𐑩𐑪𐑫𐑬𐑭𐑮𐑯
𐑰𐑱𐑲𐑳𐑴𐑵𐑶𐑷𐑸𐑹𐑺𐑻𐑼𐑽𐑾𐑿

*/

/* [Alchemical symbols]
🜀🜁🜂🜃🜄🜅🜆🜇🜈🜉🜊🜋🜌🜍🜎🜏
🜐🜑🜒🜓🜔🜕🜖🜗🜘🜙🜚🜛🜜🜝🜞🜟
🜠🜡🜢🜣🜤🜥🜦🜧🜨🜩🜪🜫🜬🜭🜮🜯
🜰🜱🜲🜳🜴🜵🜶🜷🜸🜹🜺🜻🜼🜽🜾🜿
🝀🝁🝂🝃🝄🝅🝆🝇🝈🝉🝊🝋🝌🝍🝎🝏
🝐🝑🝒🝓🝔🝕🝖🝗🝘🝙🝚🝛🝜🝝🝞🝟
🝠🝡🝢🝣🝤🝥🝦🝧🝨🝩🝪🝫🝬🝭🝮🝯
🝰🝱🝲🝳🝴🝵🝶 🝻🝼🝽🝾🝿
*/



/*
𐑩𐑪𐑧𐑨
𐑥𐑯
𐑝𐑐𐑓𐑚

𐑑𐑛𐑕𐑟
𐑖𐑠𐑗𐑡
𐑒𐑜
𐑱𐑲
𐑫𐑵𐑬𐑶𐑤𐑮
𐑔𐑞𐑘𐑢𐑙𐑣
𐑭𐑷
𐑦𐑴
𐑺𐑻
𐑰𐑳𐑾
𐑸𐑹
𐑼𐑽
𐑿


*/

/* [Alchemical symbols]
🜀
🜁🜂🜃🜄🜅 🜆🜇
🜔🜕🜖🜗
🜊🜋🜌
🜈🜉🝢
🜍🜎🜏
🜐🜑🜒🜓🜘
🜙🜚🜛🜜🜝🜞
🜟🜰🜵🝁
🜠🜡🜢🜣🜤🜥🜦🜧🜨🜩🜪🜫🜬🜭🜮🜯🜱
🜲🜳🜴🜶🜷🜸🜹🜺🜻🜼🜽🜾🜿
🝀🝂🝃🝄🝅🝆🝇🝈🝉🝊🝋🝌🝍🝎🝏
🝐🝑🝒
🝓🝔🝕🝖🝗🝘🝙🝚🝛🝜🝝
🝞🝟
🝠🝡
🝣🝤🝥🝦🝧🝨🝩🝪
🝫🝬
🝭🝮🝯







🜁🜂🜃🜄
*/

